addPatrition.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/10.0">
  <soapenv:Header/>
  <soapenv:Body>
    <ns:addRoutePartition>
      <routePartition>
	    <name>AXL-Test-PT</name>
		<description>Angelegt via AXL</description>
	  </routePartition>
	</ns:addRoutePartition>
  </soapenv:Body>
</soapenv:Envelope>
